Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Resolvers
ar: المحلّلات
de: Resolver
es: Resolutores
fr: Résolveurs
hi: रिज़ॉल्वर
it: Risolutori
ja: リゾルバ
ko: 해석기
pl: Resolvery
pt_br: Resolvedores
ru: Обработчики
tr: Çözümleyiciler
uk: Обробники
zh_hans: 解析器
zh_hant: 解析器

source: Resources
ar: الموارد
de: Ressourcen
es: Recursos
fr: Ressources
hi: संसाधन
it: Risorse
ja: リソース
ko: 리소스
nl: Bronnen
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
tr: Kaynaklar
uk: Ресурси
zh_hans: 资源
zh_hant: 資源

source: Responses
ar: الردود
de: Antworten
es: Respuestas
fr: Réponses
hi: उत्तर
it: Risposte
ja: 応答
ko: 응답
nl: Antwoorden
pl: Odpowiedzi
pt_br: Respostas
ru: Ответы
tr: Yanıtlar
uk: Відповіді
zh_hans: 回答
zh_hant: 回應

source: Restart
ar: إعادة التشغيل
de: Neu starten
es: Reiniciar
fr: Relancer
hi: फिर से शुरू करें
it: Riavvia
ja: 再起動
ko: 재시작
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden Başlat
uk: Перезапустити
zh_hans: 重新启动
zh_hant: 重新啟動

source: Restart %lld Sessions?
ar: هل تريد إعادة تشغيل %lld جلسة؟
de: %lld Sitzungen neu starten?
es: ¿Reiniciar %lld sesiones?
fr: Redémarrer %lld sessions ?
hi: %lld सेशन फिर से शुरू करें?
it: Riavviare %lld sessioni?
ja: %lld個のセッションを再起動しますか？
ko: 세션 %lld개를 재시작하겠습니까?
nl: %lld sessies herstarten?
pl: Uruchomić ponownie %lld sesji?
pt_br: Reiniciar %lld Sessões?
ru: Перезапустить %lld сессии?
tr: %lld Oturum Yeniden Başlatılsın mı?
uk: Перезапустити %lld сеансу?
zh_hans: 要重新启动 %lld 个会话吗？
zh_hant: 要重新啟動 %lld 個工作階段嗎？

source: Restart %lld Sessions…
ar: إعادة تشغيل %lld جلسة…
de: %lld Sitzungen neu starten …
es: Reiniciar %lld sesiones…
fr: Redémarrer %lld sessions…
hi: %lld सेशन फिर से शुरू करें…
it: Riavvia %lld sessioni…
ja: %lld個のセッションを再起動…
ko: 세션 %lld개 재시작…
nl: Herstart %lld sessies…
pl: Uruchom ponownie %lld sesji…
pt_br: Reiniciar %lld Sessões…
ru: Перезапустить %lld сессии…
tr: %lld Oturumu Yeniden Başlat…
uk: Перезапустити %lld сеансу…
zh_hans: 重新启动 %lld 个会话…
zh_hant: 重新啟動 %lld 個工作階段…

source: Restart All
ar: إعادة تشغيل الكل
de: Alle neu starten
es: Reiniciar todo
fr: Tout redémarrer
hi: सभी फिर से शुरू करें
it: Riavvia tutto
ja: すべて再起動
ko: 모두 재시작
nl: Herstart alles
pl: Uruchom wszystkie ponownie
pt_br: Reiniciar Todas
ru: Перезапустить все
tr: Tümünü Yeniden Başlat
uk: Перезапустити всі
zh_hans: 全部重新启动
zh_hant: 全部重新啟動

source: Restart Now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
hi: अभी फिर से शुरू करें
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
nl: Herstart nu
pl: Uruchom ponownie teraz
pt_br: Reiniciar Agora
ru: Перезапустить сейчас
tr: Şimdi Yeniden Başlat
uk: Перезапустити зараз
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Restart Now…
ar: إعادة التشغيل الآن…
de: Jetzt neu starten …
es: Reiniciar ahora…
fr: Redémarrer maintenant…
hi: अभी फिर से शुरू करें…
it: Riavvia ora…
ja: 今すぐ再起動…
ko: 지금 재시작…
nl: Herstart nu…
pl: Uruchom ponownie teraz…
pt_br: Reiniciar Agora…
ru: Перезапустить сейчас…
tr: Şimdi Yeniden Başlat…
uk: Перезапустити зараз…
zh_hans: 立即重新启动…
zh_hant: 立即重新啟動…

source: Restart Session
ar: إعادة تشغيل الجلسة
de: Sitzung neu starten
es: Reiniciar sesión
fr: Relancer la session
hi: सेशन फिर से शुरू करें
it: Riavvia sessione
ja: セッションを再起動
ko: 세션 재시작
nl: Herstart sessie
pl: Uruchom sesję ponownie
pt_br: Reiniciar Sessão
ru: Перезапустить сессию
tr: Oturumu Yeniden Başlat
uk: Перезапустити сеанс
zh_hans: 重新启动会话
zh_hant: 重新啟動工作階段

source: Restart Session in a new process, with a summary
ar: إعادة تشغيل الجلسة في عملية جديدة، مع ملخص
de: Sitzung in einem neuen Prozess mit Zusammenfassung neu starten
es: Reiniciar la sesión en un nuevo proceso, con un resumen
fr: Relancer la session dans un nouveau processus, avec un résumé
hi: सारांश के साथ, नई प्रोसेस में सेशन फिर से शुरू करें
it: Riavvia sessione in un nuovo processo, con un riepilogo
ja: 要約付きで、新しいプロセスでセッションを再起動
ko: 요약과 함께 새로운 프로세스에서 세션 재시작
nl: Herstart sessie in een nieuw proces, met een samenvatting
pl: Uruchom sesję ponownie w nowym procesie, z podsumowaniem
pt_br: Reiniciar a sessão em um novo processo, com um resumo
ru: Перезапустить сессию в новом процессе со сводкой
tr: Oturumu bir özetle yeni bir işlemde yeniden başlat
uk: Перезапустити сеанс у новому процесі з підсумком
zh_hans: 在新进程中重新启动会话，并附带摘要
zh_hant: 以新的程序並帶著摘要重新啟動工作階段

source: Restart Session, resuming its %@ conversation
ar: إعادة تشغيل الجلسة، مع استئناف محادثة %@
de: Sitzung neu starten und ihre %@-Unterhaltung fortsetzen
es: Reiniciar la sesión, reanudando su conversación de %@
fr: Relancer la session, en reprenant sa conversation %@
hi: इसकी %@ बातचीत जारी रखते हुए सेशन फिर से शुरू करें
it: Riavvia sessione, riprendendo la conversazione di %@
ja: %@の会話を再開してセッションを再起動
ko: %@ 대화를 재개하며 세션 재시작
nl: Herstart sessie en hervat het %@-gesprek
pl: Uruchom sesję ponownie, wznawiając jej rozmowę %@
pt_br: Reiniciar a sessão, retomando a conversa do %@
ru: Перезапустить сессию с возобновлением беседы %@
tr: Oturumu %@ konuşmasını sürdürerek yeniden başlat
uk: Перезапустити сеанс із продовженням розмови %@
zh_hans: 重新启动会话，并恢复其 %@ 对话
zh_hant: 重新啟動工作階段，繼續其 %@ 對話

source: Restart Sessions
ar: إعادة التشغيل
de: Neu starten
es: Reiniciar
fr: Redémarrer
hi: सेशन फिर से शुरू करें
it: Riavvia
ja: 再起動
ko: 세션 재시작
nl: Herstart
pl: Uruchom sesje ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Oturumları Yeniden Başlat
uk: Перезапустити
zh_hans: 重新启动会话
zh_hant: 重新啟動

source: Restart When Idle
ar: إعادة التشغيل عند انتهاء الوكلاء
de: Neu starten, wenn Agents fertig sind
es: Reiniciar cuando terminen los agentes
fr: Redémarrer à la fin des agents
hi: एजेंट खत्म होने पर फिर से शुरू करें
it: Riavvia quando inattivi
ja: エージェント終了後に再起動
ko: 에이전트가 끝나면 재시작
nl: Herstart wanneer agents klaar zijn
pl: Uruchom ponownie po zakończeniu agentów
pt_br: Reiniciar Quando Ociosos
ru: Перезапустить, когда агенты закончат
tr: Boşta Kalınca Yeniden Başlat
uk: Перезапустити, коли агенти завершать
zh_hans: 空闲时重新启动
zh_hant: 閒置時重新啟動

source: Restart the running agents?
ar: هل تريد إعادة تشغيل الوكلاء قيد التشغيل؟
de: Laufende Agents neu starten?
es: ¿Reiniciar los agentes en ejecución?
fr: Redémarrer les agents en cours ?
hi: चल रहे एजेंट फिर से शुरू करें?
it: Riavviare gli agenti in esecuzione?
ja: 実行中のエージェントを再起動しますか？
ko: 실행 중인 에이전트를 재시작하겠습니까?
nl: De actieve agents herstarten?
pl: Uruchomić ponownie działających agentów?
pt_br: Reiniciar os agentes em execução?
ru: Перезапустить работающих агентов?
tr: Çalışan ajanlar yeniden başlatılsın mı?
uk: Перезапустити запущених агентів?
zh_hans: 要重新启动正在运行的智能体吗？
zh_hant: 要重新啟動執行中的代理程式嗎？

source: Restart this session?
ar: هل تريد إعادة تشغيل هذه الجلسة؟
de: Diese Sitzung neu starten?
es: ¿Reiniciar esta sesión?
fr: Relancer cette session ?
hi: यह सेशन फिर से शुरू करें?
it: Riavviare questa sessione?
ja: このセッションを再起動しますか？
ko: 이 세션을 재시작하겠습니까?
nl: Deze sessie herstarten?
pl: Uruchomić ponownie tę sesję?
pt_br: Reiniciar esta sessão?
ru: Перезапустить эту сессию?
tr: Bu oturum yeniden başlatılsın mı?
uk: Перезапустити цей сеанс?
zh_hans: 要重新启动此会话吗？
zh_hant: 要重新啟動此工作階段嗎？

source: Restart “%@” in a new process?
ar: هل تريد إعادة تشغيل «%@» في عملية جديدة؟
de: „%@“ in einem neuen Prozess neu starten?
es: ¿Reiniciar “%@” en un nuevo proceso?
fr: Relancer « %@ » dans un nouveau processus ?
hi: “%@” को नई प्रोसेस में फिर से शुरू करें?
it: Riavviare “%@” in un nuovo processo?
ja: 「%@」を新しいプロセスで再起動しますか？
ko: 새로운 프로세스에서 “%@”을(를) 재시작하겠습니까?
nl: ‘%@’ herstarten in een nieuw proces?
pl: Uruchomić ponownie „%@” w nowym procesie?
pt_br: Reiniciar “%@” em um novo processo?
ru: Перезапустить «%@» в новом процессе?
tr: “%@” yeni bir işlemde yeniden başlatılsın mı?
uk: Перезапустити «%@» у новому процесі?
zh_hans: 要在新进程中重新启动“%@”吗？
zh_hant: 要以新的程序重新啟動「%@」嗎？

source: Restart “%@”?
ar: هل تريد إعادة تشغيل «%@»؟
de: „%@“ neu starten?
es: ¿Reiniciar “%@”?
fr: Relancer « %@ » ?
hi: “%@” फिर से शुरू करें?
it: Riavviare “%@”?
ja: 「%@」を再起動しますか？
ko: “%@”을(를) 재시작하겠습니까?
nl: ‘%@’ herstarten?
pl: Uruchomić ponownie „%@”?
pt_br: Reiniciar “%@”?
ru: Перезапустить «%@»?
tr: “%@” yeniden başlatılsın mı?
uk: Перезапустити «%@»?
zh_hans: 要重新启动“%@”吗？
zh_hant: 要重新啟動「%@」嗎？

source: Restarts when the last running agent ends.
ar: يُعاد التشغيل عند انتهاء آخر وكيل قيد التشغيل.
de: Startet neu, wenn der letzte laufende Agent endet.
es: Se reiniciará cuando termine el último agente en ejecución.
fr: Redémarrera à la fin du dernier agent en cours.
hi: अंतिम चल रहा एजेंट समाप्त होने पर फिर से शुरू होगा।
it: Si riavvia quando termina l’ultimo agente in esecuzione.
ja: 実行中の最後のエージェントが終了したときに再起動します。
ko: 마지막으로 실행 중인 에이전트가 끝나면 재시작합니다.
nl: Herstart wanneer de laatste actieve agent klaar is.
pl: Uruchomi się ponownie po zakończeniu ostatniego działającego agenta.
pt_br: Reinicia quando o último agente em execução terminar.
ru: Перезапустится, когда завершится последний работающий агент.
tr: Çalışan son ajan bittiğinde yeniden başlar.
uk: Перезапуститься, коли завершиться останній запущений агент.
zh_hans: 将在最后一个正在运行的智能体结束时重新启动。
zh_hant: 會在最後一個執行中的代理程式結束時重新啟動。

source: Restore Backup
ar: استعادة النسخة الاحتياطية
de: Backup wiederherstellen
es: Restaurar la copia de seguridad
fr: Restaurer la sauvegarde
hi: बैकअप रीस्टोर करें
it: Ripristina backup
ja: バックアップを復元
ko: 백업 복원
nl: Zet reservekopie terug
pl: Przywróć kopię zapasową
pt_br: Restaurar Backup
ru: Восстановить резервную копию
tr: Yedeği Geri Yükle
uk: Відновити резервну копію
zh_hans: 恢复备份
zh_hant: 回復備份

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
de: Standardwerte wiederherstellen
es: Restaurar valores por omisión
fr: Rétablir les valeurs par défaut
hi: डिफ़ॉल्ट रीस्टोर करें
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값 복원
nl: Herstel standaardwaarden
pl: Przywróć domyślne
pt_br: Restaurar Padrões
ru: Восстановить значения по умолчанию
tr: Varsayılanları Geri Yükle
uk: Відновити типові
zh_hans: 恢复默认值
zh_hant: 回復預設值

source: Restore the Shipped Version
ar: استعادة الإصدار الأصلي
de: Mitgelieferte Version wiederherstellen
es: Restaurar la versión original
fr: Rétablir la version livrée
hi: मूल संस्करण रीस्टोर करें
it: Ripristina la versione originale
ja: 出荷時のバージョンに戻す
ko: 기본 제공 버전 복원
nl: Herstel de meegeleverde versie
pl: Przywróć wersję oryginalną
pt_br: Restaurar a Versão Original
ru: Восстановить исходную версию
tr: Uygulamayla Gelen Sürümü Geri Yükle
uk: Відновити початкову версію
zh_hans: 恢复原始版本
zh_hant: 回復原始版本

source: Restore the shipped colours?
ar: هل تريد استعادة الألوان الأصلية؟
de: Ursprüngliche Farben wiederherstellen?
es: ¿Restaurar los colores originales?
fr: Rétablir les couleurs d’origine ?
hi: मूल रंग रीस्टोर करें?
it: Ripristinare i colori originali?
ja: 出荷時の色に戻しますか？
ko: 기본 제공 색상을 복원하겠습니까?
nl: De oorspronkelijke kleuren herstellen?
pl: Przywrócić oryginalne kolory?
pt_br: Restaurar as cores originais?
ru: Восстановить исходные цвета?
tr: Uygulamayla gelen renkler geri yüklensin mi?
uk: Відновити початкові кольори?
zh_hans: 要恢复原始颜色吗？
zh_hant: 要回復原始的顏色嗎？

source: Restore the shipped symbols?
ar: هل تريد استعادة الرموز الأصلية؟
de: Ursprüngliche Symbole wiederherstellen?
es: ¿Restaurar los símbolos originales?
fr: Rétablir les symboles d’origine ?
hi: मूल प्रतीक रीस्टोर करें?
it: Ripristinare i simboli originali?
ja: 出荷時の記号に戻しますか？
ko: 기본 제공 기호를 복원하겠습니까?
nl: De oorspronkelijke symbolen herstellen?
pl: Przywrócić oryginalne symbole?
pt_br: Restaurar os símbolos originais?
ru: Восстановить исходные символы?
tr: Uygulamayla gelen simgeler geri yüklensin mi?
uk: Відновити початкові символи?
zh_hans: 要恢复原始符号吗？
zh_hant: 要回復原始的符號嗎？

source: Restoring
ar: الاستعادة قيد التنفيذ
de: Wird wiederhergestellt
es: Restaurando
fr: Restauration en cours
hi: रीस्टोर हो रहा है
it: Ripristino in corso
ja: 復元中
ko: 복원 중
nl: Bezig met terugzetten
pl: Przywracanie
pt_br: Restaurando
ru: Восстановление
tr: Geri yükleniyor
uk: Відновлення
zh_hans: 正在恢复
zh_hant: 正在回復

# Restoring sessions — %lld of %lld
source: Restoring sessions — %1$lld of %2$lld
ar: جارٍ استعادة الجلسات — %1$lld من %2$lld
de: Sitzungen werden wiederhergestellt – %1$lld von %2$lld
es: Restaurando sesiones — %1$lld de %2$lld
fr: Restauration des sessions — %1$lld sur %2$lld
hi: सेशन रीस्टोर हो रहे हैं — %2$lld में से %1$lld
it: Ripristino delle sessioni — %1$lld di %2$lld
ja: セッションを復元中 — %1$lld/%2$lld
ko: 세션 복원 중 — %1$lld/%2$lld
nl: Sessies terugzetten — %1$lld van %2$lld
pl: Przywracanie sesji — %1$lld z %2$lld
pt_br: Restaurando sessões — %1$lld de %2$lld
ru: Восстановление сессий — %1$lld из %2$lld
tr: Oturumlar geri yükleniyor — %1$lld/%2$lld
uk: Відновлення сеансів — %1$lld з %2$lld
zh_hans: 正在恢复会话 — %1$lld/%2$lld
zh_hant: 正在回復工作階段 — %1$lld／%2$lld

# Restoring sessions — %lld of %lld · %@
source: Restoring sessions — %1$lld of %2$lld · %3$@
ar: جارٍ استعادة الجلسات — %1$lld من %2$lld · %3$@
de: Sitzungen werden wiederhergestellt – %1$lld von %2$lld · %3$@
es: Restaurando sesiones — %1$lld de %2$lld · %3$@
fr: Restauration des sessions — %1$lld sur %2$lld · %3$@
hi: सेशन रीस्टोर हो रहे हैं — %2$lld में से %1$lld · %3$@
it: Ripristino delle sessioni — %1$lld di %2$lld · %3$@
ja: セッションを復元中 — %1$lld/%2$lld · %3$@
ko: 세션 복원 중 — %1$lld/%2$lld · %3$@
nl: Sessies terugzetten — %1$lld van %2$lld · %3$@
pl: Przywracanie sesji — %1$lld z %2$lld · %3$@
pt_br: Restaurando sessões — %1$lld de %2$lld · %3$@
ru: Восстановление сессий — %1$lld из %2$lld · %3$@
tr: Oturumlar geri yükleniyor — %1$lld/%2$lld · %3$@
uk: Відновлення сеансів — %1$lld з %2$lld · %3$@
zh_hans: 正在恢复会话 — %1$lld/%2$lld · %3$@
zh_hant: 正在回復工作階段 — %1$lld／%2$lld · %3$@

source: Restoring…
ar: جارٍ الاستعادة…
de: Wird wiederhergestellt …
es: Restaurando…
fr: Restauration…
hi: रीस्टोर हो रहा है…
it: Ripristino…
ja: 復元中…
ko: 복원 중…
nl: Terugzetten…
pl: Przywracanie…
pt_br: Restaurando…
ru: Восстановление…
tr: Geri yükleniyor…
uk: Відновлення…
zh_hans: 正在恢复…
zh_hant: 正在回復…

source: Resume Sessions
ar: استئناف الجلسات
de: Sitzungen fortsetzen
es: Reanudar las sesiones
fr: Reprendre les sessions
hi: सेशन जारी रखें
it: Riprendi sessioni
ja: セッションを再開
ko: 세션 재개
nl: Hervat sessies
pl: Wznów sesje
pt_br: Retomar Sessões
ru: Возобновить сессии
tr: Oturumları Sürdür
uk: Продовжити сеанси
zh_hans: 恢复会话
zh_hant: 繼續工作階段

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pl: Ponów
pt_br: Tentar Novamente
ru: Повторить
tr: Yeniden Dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

source: Retry Now
ar: إعادة المحاولة الآن
de: Jetzt erneut versuchen
es: Reintentar ahora
fr: Réessayer maintenant
hi: अभी फिर से कोशिश करें
it: Riprova ora
ja: 今すぐ再試行
ko: 지금 다시 시도
nl: Probeer nu opnieuw
pl: Ponów teraz
pt_br: Tentar Novamente Agora
ru: Повторить сейчас
tr: Şimdi Yeniden Dene
uk: Повторити зараз
zh_hans: 立即重试
zh_hant: 立即重試

source: Retrying in %lld s.
ar: إعادة المحاولة خلال %lld ث.
de: Neuer Versuch in %lld s.
es: Nuevo intento en %lld s.
fr: Nouvelle tentative dans %lld s.
hi: %lld से. में फिर से कोशिश।
it: Nuovo tentativo tra %lld s.
ja: %lld秒後に再試行します。
ko: %lld초 후 다시 시도합니다.
nl: Nieuwe poging over %lld s.
pl: Ponowna próba za %lld s.
pt_br: Nova tentativa em %lld s.
ru: Повтор через %lld с.
tr: %lld sn sonra yeniden denenecek.
uk: Повторна спроба через %lld с.
zh_hans: 将在 %lld 秒后重试。
zh_hant: %lld 秒後重試。

source: Retrying…
ar: جارٍ إعادة المحاولة…
de: Neuer Versuch …
es: Reintentando…
fr: Nouvelle tentative…
hi: फिर से कोशिश हो रही है…
it: Nuovo tentativo…
ja: 再試行中…
ko: 다시 시도 중…
nl: Nieuwe poging…
pl: Ponowna próba…
pt_br: Tentando novamente…
ru: Повтор…
tr: Yeniden deneniyor…
uk: Повторна спроба…
zh_hans: 正在重试…
zh_hant: 正在重試…

source: Return creates and launches · Shift-Return starts a new line · Option-Return adds to To Do · Escape discards the draft
ar: رجوع للإنشاء والتشغيل · Shift-رجوع لسطر جديد · Option-رجوع للإضافة إلى «للتنفيذ» · Esc لتجاهل المسودة
de: Zeilenschalter erstellt und startet · Umschalt-Zeilenschalter beginnt eine neue Zeile · Wahl-Zeilenschalter fügt zu „Zu erledigen“ hinzu · Esc verwirft den Entwurf
es: Retorno crea e inicia · Mayúsculas-Retorno pasa a una nueva línea · Opción-Retorno añade a Pendiente · Esc descarta el borrador
fr: Retour crée et lance · Maj-Retour va à la ligne · Option-Retour ajoute à À faire · Échap abandonne le brouillon
hi: रिटर्न बनाता और लॉन्च करता है · Shift-रिटर्न नई पंक्ति शुरू करता है · Option-रिटर्न “करना है” में जोड़ता है · Esc ड्राफ़्ट छोड़ता है
it: A capo crea e avvia · Maiuscole-A capo va a capo · Opzione-A capo aggiunge a Da fare · Esc scarta la bozza
ja: return：作成して起動 · shift-return：改行 · option-return：「未着手」に追加 · esc：下書きを破棄
ko: Return: 생성 및 실행 · Shift-Return: 줄 바꿈 · Option-Return: 할 일에 추가 · Esc: 초안 폐기
nl: Return maakt aan en start · Shift-Return begint een nieuwe regel · Option-Return voegt toe aan Te doen · Escape verwerpt het concept
pl: Return tworzy i uruchamia · Shift-Return zaczyna nowy wiersz · Option-Return dodaje do „Do zrobienia” · Esc odrzuca szkic
pt_br: Return cria e inicia · Shift-Return quebra a linha · Option-Return adiciona a “A Fazer” · Esc descarta o rascunho
ru: Return — создать и запустить · Shift-Return — новая строка · Option-Return — добавить в «К выполнению» · Esc — отбросить черновик
tr: Return oluşturur ve başlatır · Shift-Return yeni satır başlatır · Option-Return Yapılacaklara ekler · Escape taslağı atar
uk: Return — створити й запустити · Shift-Return — новий рядок · Option-Return — додати в «До виконання» · Escape — відкинути чернетку
zh_hans: Return 创建并启动 · Shift-Return 换行 · Option-Return 添加到“待办” · Esc 丢弃草稿
zh_hant: Return 建立並啟動 · Shift-Return 換行 · Option-Return 加入「待辦」 · Esc 丟棄草稿

source: Reveal Folder in Finder
ar: إظهار المجلد في Finder
de: Ordner im Finder zeigen
es: Mostrar la carpeta en el Finder
fr: Afficher le dossier dans le Finder
hi: फ़ोल्डर Finder में दिखाएँ
it: Mostra cartella nel Finder
ja: フォルダをFinderに表示
ko: Finder에서 폴더 보기
nl: Toon map in Finder
pl: Pokaż folder w Finderze
pt_br: Mostrar Pasta no Finder
ru: Показать папку в Finder
tr: Klasörü Finder’da Göster
uk: Показати папку у Finder
zh_hans: 在 Finder 中显示文件夹
zh_hant: 在 Finder 中顯示資料夾

source: Reveal Parent Folder
ar: إظهار المجلد الأصل
de: Übergeordneten Ordner zeigen
es: Mostrar la carpeta superior
fr: Afficher le dossier parent
hi: पैरेंट फ़ोल्डर दिखाएँ
it: Mostra cartella superiore
ja: 親フォルダを表示
ko: 상위 폴더 보기
nl: Toon bovenliggende map
pl: Pokaż folder nadrzędny
pt_br: Mostrar Pasta Superior
ru: Показать родительскую папку
tr: Üst Klasörü Göster
uk: Показати батьківську папку
zh_hans: 显示上层文件夹
zh_hant: 顯示上層資料夾

source: Reveal Repository in Finder
ar: إظهار المستودع في Finder
de: Repository im Finder zeigen
es: Mostrar el repositorio en el Finder
fr: Afficher le dépôt dans le Finder
hi: रिपॉज़िटरी Finder में दिखाएँ
it: Mostra repository nel Finder
ja: リポジトリをFinderに表示
ko: Finder에서 저장소 보기
nl: Toon repository in Finder
pl: Pokaż repozytorium w Finderze
pt_br: Mostrar Repositório no Finder
ru: Показать репозиторий в Finder
tr: Depoyu Finder’da Göster
uk: Показати репозиторій у Finder
zh_hans: 在 Finder 中显示仓库
zh_hant: 在 Finder 中顯示儲存庫

source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
uk: Показати у Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Revert
ar: التراجع عن التغييرات
de: Änderungen verwerfen
es: Deshacer los cambios
fr: Annuler les modifications
hi: बदलाव वापस लें
it: Annulla modifiche
ja: 変更を取り消す
ko: 되돌리기
nl: Zet terug
pl: Przywróć
pt_br: Reverter
ru: Отменить изменения
tr: Değişiklikleri Geri Al
uk: Скасувати зміни
zh_hans: 复原
zh_hant: 回復

source: Revert in progress
ar: revert قيد التنفيذ
de: Revert läuft
es: Revert en curso
fr: Revert en cours
hi: Revert जारी है
it: Revert in corso
ja: revert進行中
ko: revert 진행 중
nl: Revert bezig
pl: Trwa revert
pt_br: Revert em andamento
ru: Идёт revert
tr: Revert sürüyor
uk: Триває revert
zh_hans: 正在进行 revert
zh_hant: Revert 進行中

source: Revert to Default Icon
ar: العودة إلى الأيقونة الافتراضية
de: Standardsymbol wiederherstellen
es: Volver al icono por omisión
fr: Revenir à l’icône par défaut
hi: डिफ़ॉल्ट आइकन पर लौटें
it: Ripristina icona predefinita
ja: デフォルトのアイコンに戻す
ko: 기본 아이콘으로 되돌리기
nl: Zet terug naar standaardsymbool
pl: Przywróć domyślną ikonę
pt_br: Voltar ao Ícone Padrão
ru: Вернуть значок по умолчанию
tr: Varsayılan Simgeye Dön
uk: Повернути типову іконку
zh_hans: 恢复为默认图标
zh_hant: 回復為預設圖像

source: Review {{url}}
ar: مراجعة {{url}}
es: Revisión {{url}}
fr: Revue {{url}}
hi: रिव्यू {{url}}
it: Revisione {{url}}
ja: {{url}}をレビュー
ko: 리뷰 {{url}}
pl: Recenzja {{url}}
pt_br: Revisar {{url}}
ru: Ревью {{url}}
tr: {{url}} incele
uk: Рецензія {{url}}
zh_hans: 审查 {{url}}
zh_hant: 審查 {{url}}

source: Revision %@
ar: المراجعة %@
es: Revisión %@
fr: Révision %@
hi: संशोधन %@
it: Revisione %@
ja: リビジョン%@
ko: 리비전 %@
nl: Revisie %@
pl: Wersja %@
pt_br: Revisão %@
ru: Редакция %@
tr: Revizyon %@
uk: Ревізія %@
zh_hans: 修订版本 %@
zh_hant: 修訂版本 %@

source: Rule %lld
ar: القاعدة %lld
de: Regel %lld
es: Regla %lld
fr: Règle %lld
hi: नियम %lld
it: Regola %lld
ja: ルール%lld
ko: 규칙 %lld
nl: Regel %lld
pl: Reguła %lld
pt_br: Regra %lld
ru: Правило %lld
tr: Kural %lld
uk: Правило %lld
zh_hans: 规则 %lld
zh_hant: 規則 %lld

source: Rule %lld is not a valid regular expression.
ar: القاعدة %lld ليست تعبيرًا نمطيًا صالحًا.
de: Regel %lld ist kein gültiger regulärer Ausdruck.
es: La regla %lld no es una expresión regular válida.
fr: La règle %lld n’est pas une expression régulière valide.
hi: नियम %lld मान्य रेगुलर एक्सप्रेशन नहीं है।
it: La regola %lld non è un’espressione regolare valida.
ja: ルール%lldは有効な正規表現ではありません。
ko: 규칙 %lld은(는) 유효한 정규 표현식이 아닙니다.
nl: Regel %lld is geen geldige reguliere expressie.
pl: Reguła %lld nie jest prawidłowym wyrażeniem regularnym.
pt_br: A regra %lld não é uma expressão regular válida.
ru: Правило %lld не является допустимым регулярным выражением.
tr: Kural %lld geçerli bir düzenli ifade değil.
uk: Правило %lld не є дійсним регулярним виразом.
zh_hans: 规则 %lld 不是有效的正则表达式。
zh_hant: 規則 %lld 不是有效的正規表示式。

source: Running (configured model)
ar: مدة التشغيل (النموذج المُعدّ)
de: Laufzeit (konfiguriertes Modell)
es: Tiempo de ejecución (modelo configurado)
fr: Temps d’exécution (modèle configuré)
hi: चलने का समय (कॉन्फ़िगर किया गया मॉडल)
it: Tempo di esecuzione (modello configurato)
ja: 実行時間（設定したモデル）
ko: 실행 시간(설정된 모델)
nl: Looptijd (ingesteld model)
pl: Czas działania (skonfigurowany model)
pt_br: Tempo de execução (modelo configurado)
ru: Время работы (настроенная модель)
tr: Çalışma süresi (yapılandırılan model)
uk: Час роботи (налаштована модель)
zh_hans: 运行时间（配置的模型）
zh_hant: 執行時間（設定的模型）
